const Language = {
  TriangularBicycleFirstAidKitFrame: 'Сумка на раму "Велоаптечка"',
  TriangularBicycleFirstAidKitFrameDescription:
    '\n- всередині є плоска кишеня з сіточки\n- кріпиться за допомогою липучок',
  TriangularBicycleFirstAidKitFrameConclusion:
    'Чудово підходить для маленьких прогулянок по місту чи далеких подорожей. Часто її використовують для ремнабору, медичної аптечки чи як сумочку для смаколиків.',

  BigBagFlapFork: 'Сумка на вилку 10л з клапаном',
  BigBagFlapForkDescription:
    '\n- всередині є одне загальне відділення та кишеня із сіточки\n- за потреби можна замінити кишеню із сіточки на плоску кишеню/відділення для ноутбука\n- кріпиться за допомогою спеціального кріплення (на амортизаційну вилку або на бонки)\n- в комплекті є лямка через плече\n- оздоблена світловідбивною стрічкою\n- містить жорсткий каркас (ущільнена спинка)\n- за потреби можна зробити з клапаном для дрібниць\n- обмеження по вазі: до 4-х кг (перевірте якість ваших бонок)\nВиручає у довгих подорожах. Адже може вмістити речі для тривалих мандрівок: надувні килимки, спальники, взуття тощо. Чудово тримається на передніх колесах та не заважає при їзді.',

  SmallBagTubeOnBar: 'Сумка на кермо "Тубус"',
  SmallBagTubeOnBarDescription:
    '\n- всередині є одне суцільне відділення та плоска кишеня\n- за потреби можна зробити перемичку на липучці\n- кріпиться на систему Molle за допомогою липучок\n- в комплекті йде лямка, щоб носити через плече\n- оздоблена світловідбивною стрічкою\n- система молле для брелків, ліхтариків чи ключів\n- дві бокові кишеньки ззовні\n- обмеження по вазі: до 3-х кг',
  SmallBagTubeOnBarConclusion:
    'Стильна, маленька та легка. До того ж універсальна у своїх функціях, бо є помічником не лише для велосипеда, а й для піших прогулянок. Підходить для будь-яких поїздок на велосипеді: на короткі чи довгі відстані, на пікнік чи звичайні прогулянки містом.',

  BananaOnBar: 'Сумка на кермо "Бананка"',
  BananaOnBarDescription:
    '\n- всередині є одне суцільне відділення з двома боковими плоскими кишенями та однією кишенькою із сіточки\n- кріпиться на систему Molle за допомогою липучок\n- в комплекті йде фіксована лямка, щоб носити, як бананку на поясі\n- оздоблена світловідбивною стрічкою\n- ззовні дві бокові кишеньки на затяжку\n- за потреби поверх сумки можна зробити плоску прозору кишеньку\n- обмеження по вазі: до 3-х кг',
  BananaOnBarConclusion:
    'Незамінна для дрібниць. Вона, як маленька скарбниця, де безліч кишеньок. Зовнішні кишеньки можна використовувати як велоаптечку, для фляги чи різноманітних дрібниць. Підходить для подорожей будь-якого напрямку: по місту, за місто, для кількаденної поїздки чи на кілька місяців.',

  SeatBag5l: 'Підсідельна сумка 5л',
  SeatBag5lDescription:
    '\n- всередині одне суцільне відділення\n- кріпиться за допомогою липучок та строп\n- в комплекті йде лямка через плече\n- оздоблена світловідбивною стрічкою\n- має жорсткий каркас, не деформується',
  SeatBag5lConclusion:
    'Сумка, про яку ходять легенди щодо того, що вона може вмістити. Ви можете перевірити це. Але щодо найкращих якостей - це те, що вона не розхитується, коли їздити на велосипеді. Підходить для подорожей будь-якого напряму: по місту, за місто, на декілька днів/місяців.',

  InnerFrameBag: 'Сумка під раму повний трикутник',
  InnerFrameBagDescription:
    '\n- кріпиться на липучки за системою молле\n- всередині одне суцільне відділення розділене горизонтальною перемичкою, яку можна розстібати, щоб отримати один суцільний простір\n- за потреби можна зробити додаткові кишеньки всередині\n- із зворотньої сторони сумки є одна кишеня на замок\n- пластик по контуру сумки, що не дозволяє деформуватись\n- за вашим бажанням вхід в сумку справа чи зліва',
  InnerFrameBagConclusion:
    'Часто цю сумку називають фреймбегом чи внутрішньорамною. Вона є унікальною, оскільки повністю відшиваємо по ваших замірах. Є зручною при перевезенні дуг до намету, води тощо. Підходить для подорожей, де потрібно вмістити максимум речей.',

  Hamster: 'Сумка на кермо для снеків "Хом\'як"',
  HamsterXpacWithoutPockets:
    'Сумка на кермо для снеків "Хом\'як" в чорному кольорі без зовнішніх кишень-сіточок',
  HamsterCorduraNavyblueFoxes:
    'Сумка на кермо для снеків "Хом\'як" синьому кольорі з принтом “Лисички”',
  HamsterCorduraBlackEmbroidery:
    'Сумка на кермо для снеків "Хом\'як" з авторською вишивкою',
  HamsterDescription:
    '\n- всередині є плоска кишенька\n- кріпиться за допомогою двох липучок і третьої точки кріплення - затяжки\n- містить карабін для ключів\n- є отвір для виводу вологи\n- дві кишеньки із сіточки ззовні\n- “однорука” система, щоб відкрити та закрити сумку',
  HamsterXWithoutPocketsDescription:
    '\n- всередині є плоска кишенька\n- кріпиться за допомогою двох липучок і третьої точки кріплення - затяжки\n- містить карабін для ключів\n- є отвір для виводу вологи\n- “однорука” система, щоб відкрити та закрити сумку',
  HamsterXpacWithoutPocketsShortDescription: `Хом’як в чорному кольорі. Основна тканина х-рас. В наявності, готовий до відправки\nВажливо: зверніть увагу, немає зовнішних кишень-сіточок. Тому він йде зі знижкою`,
  HamsterCorduraBlackEmbroideryShortDescription: `Хом’як нестандартного розміру з авторською вишивкою. В наявності. Тканина кордура. Колір чорний. Якщо ви хочете такий самий в пару або в інших кольорах, можете зробити замовлення на цю сумочку, а в коментарях до замовлення описати ваші побажання`,
  HamsterCorduraNavyblueFoxesShortDescription:
    'Хом’як в синьому кольорі з принтом “Лисички”. Основна тканина кордура, колір “синій неві”. В наявності, готовий до відправки',
  HamsterConclusion:
    'Незамінна сумочка на кожен день. Може вмістити будь-які дрібниці від телефона/ключів/павербанка до кілограма цукерок, гантелей чи інших заначок. Підходить для мандрівок по місту та далеких подорожей.',
  HamsterVideoTitle: `Відеоогляд нашої сумки на кермо "Хом'як"`,

  BarrelBagWithValve: 'Сумка на кермо "Бочонок з клапаном"',
  BarrelBagWithValveDescription:
    '\n- кріпиться за допомогою липучок та третьої точки кріплення\n- тримає форму за рахунок пластику, який можна витягти\n- зверху сумки, де закрутка, є липучка, а також вшитий тонкий пластик для кращого скручування\n- всередині кишеня на блискавці та карабін для ключів\n- ззовні є бокові кишеньки із сіточки\n- оздоблена світловідбивною стрічкою\n- система молле на спинці та клапані сумки, щоб кріпити додаткові речі\n- в комплект входить лямка через плече',
  BarrelBagWithValveConclusion:
    'Новинка сезону, яка зачаровує з першого дотику. Завдяки клапану створює додаткове місце всередині, яке так потрібне, коли багато речей. Для такої сумки не завжди потрібен велосипед - її можна носити, як просту сумку через плече. Дуже зручна в дорозі на малу відстань і добре витримує довгу подорож.',

  FuelBag: 'Сумка на раму "Бензобак"',
  FuelBagDescription:
    '\n- кріпиться на липучки за системою молле або на бонки\n- всередині кишеня із сіточки\n- в комплект входить додаткова затяжка на резинці\n- тримає форму за рахунок пластику по контуру',
  FuelBagConclusion:
    'Чудово підходить для маленьких прогулянок по місту чи далеких подорожей. Часто її використовують для смаколиків чи ремнабору.',
  HintDescription:
    "Кастомний розмір - це розмір за вашими параметрами. Для обговорення подробиць оформіть, будь ласка, замовлення і ми з вами зв'яжемось",

  BarrelBagWithoutValve: 'Сумка на кермо "Бочонок на блискавці"',
  BarrelBagWithoutValveDescription:
    '\n- кріпиться на липучки за системою молле\n- тримає форму за рахунок пластику, який можна витягти\n- гумка-затяжка ззовні, як додаткове місце кріплення речей\n- всередині кишеня на блискавці та карабін для ключів\n- ззовні є бокові кишеньки із сіточки\n- оздоблена світловідбивною стрічкою\n- в комплект входить лямка через плече',
  BarrelBagWithoutValveConclusion:
    'Новинка сезону, яка зачаровує з першого дотику. Для такої сумки не завжди потрібен велосипед - її можна носити, як просту сумку через плече. Дуже зручна в дорозі на малу відстань і добре витримує довгу подорож.',

  BarrelBagWithEmbroidery: `Сумка на кермо “Бочонок на блискавці з вишивкою”`,
  BarrelBagWithEmbroideryBlue: `Сумка на кермо “Бочонок на блискавці з вишивкою” в блакитному кольорі`,
  BarrelBagWithEmbroideryYellow: `Сумка на кермо “Бочонок на блискавці з вишивкою” в жовтому кольорі`,
  BarrelBagWithEmbroideryBlueShortDescription: `Бочонок на кермо з вишивкою має авторський дизайн та національні мотиви. Тканина кордура, основний колір блакитний. Вишивка виконана на світловідбиваючей тканині, що додає додаткову видимість в темну пору доби. В наявності.\nДисклеймер! Якщо ви хочете бочонок такого ж дизайну, але в інших кольорах, можете зробити замовлення на цю сумочку, а в коментарях до замовлення описати ваші побажання`,
  BarrelBagWithEmbroideryBlueDescription:
    '\n- комбіноване фіксування: на липучки або кріплення\n- тримає форму за рахунок пластику, який можна витягти\n- гумка-затяжка ззовні, як додаткове місце кріплення речей\n-всередині кишеня на блискавці\n- ззовні з одного боку є кишенька із сіточки з карабіном для ключей, з іншого відкрита кишенька із сіточки\n- оздоблена світловідбивною стрічкою\n- в комплект входить лямка через плече ',
  BarrelBagWithEmbroideryYellowShortDescription:
    'Бочонок на кермо з вишивкою має авторський дизайн та національні мотиви. Тканина кордура, основний колір жовтий. В наявності.\nДисклеймер! Якщо ви хочете бочонок такого ж дизайну, але в інших кольорах, можете зробити замовлення на цю сумочку, а в коментарях до замовлення описати ваші побажання',
  BarrelBagWithEmbroideryYellowDescription:
    '\n- комбіноване фіксування: на липучки або кріплення\n- тримає форму за рахунок пластику, який можна витягти\n- гумка-затяжка ззовні, як додаткове місце кріплення речей\n-всередині кишеня на блискавці\n- ззовні з одного боку є кишенька із сіточки з карабіном для ключей, з іншого стопи системи молле\n- оздоблена світловідбивною стрічкою\n- в комплект входить лямка через плече ',
  BarrelBagWithEmbroideryConclusion:
    'Підходить для будь яких велопрогулянок: по місту, за місто, бревети тощо. Для такої сумки не завжди потрібен велосипед - її можна носити, як просту сумку через плече. Дуже зручна в дорозі на малу відстань і добре витримує довгу подорож. ',

  HalfFrameBag: 'Сумка під раму половинка',
  HalfFrameBagXpacOrange: 'Сумка під раму половинка, x-pac, помаранчева',
  HalfFrameBagXpacYellowBlue: 'Сумка під раму половинка, x-pac, жовто-блакитна',
  HalfFrameBagXpacShortDescription:
    'Сумка під раму має унікальний дизайн, в єдиному екземплярі. Тканина х-рас. Фіксований розмір. В наявності. Якщо ви хочете сумку під раму такого ж дизайну, але в інших кольорах, можете зробити замовлення на цю сумочку, а в коментарях до замовлення описати ваші побажання',
  HalfFrameBagDescription:
    '\n- кріпиться на липучки за системою молле\n- всередині одне суцільне відділення і кишенька з сіточки\n- із зворотньої сторони сумки є одна кишеня на замок\n- пластик по контуру сумки, що не дозволяє деформуватись\n- за вашим бажанням вхід в сумку справа чи зліва',
  HalfFrameBagXpacDescription:
    '\n- має комбіноване кріплення: на шнурівку і на ліпучки\n- стандартний розмір\n- всередині одне суцільне відділення і кишенька з сіточки\n- із зворотньої сторони сумки є одна прозора кишеня на замок\n- пластик по контуру сумки, що не дозволяє деформуватись',
  HalfFrameBagConclusion:
    'Половинка фреймбега, або як ще кажуть “оселедець”. Сумка, яка підходить як для маленької подорожі по місту, так і для довгої дистанції. Вона є цілком кастомною, адже повністю відшиваємо за вашими замірами.',
  HalfFrameBagXpacConclusion:
    'Половинка фреймбега, або як ще кажуть “оселедець”. Сумка, яка підходить як для маленької подорожі по місту, так і для довгої дистанції. Можна використовувати для речей, мед.аптечки, рем.комплекту тощо',

  SeatBag3l: 'Підсідельна сумка 3л',
  SeatBag3lDescription:
    '\n- всередині одне суцільне відділення\n- кріпиться за допомогою строп\n- ззовні є гумка для додаткового кріплення речей\n- ззовні є стропа, щоб кріпити ліхтарик\n- оздоблена світловідбивною стрічкою\n- має жорсткий каркас, не деформується',
  SeatBag3lConclusion:
    'За рахунок скрутки ви можете регулювати об’єм сумки. Підходить для подорожей на невеликі відстані (по місту, за місто), для бреветів. Додатково сумку можна кріпити на кріплення. Переваги кріплення: швидке фіксування сумки на велосипеді (в 2 рухи) і сумка не розхитується при їзді.',

  OvalBarrelbag: 'Сумка на кермо "Овальний бочонок"',
  OvalBarrelbagDescription:
    '\n- кріпиться на систему Molle за допомогою липучок та третьої точки кріплення\n- тримає форму за рахунок пластику, який можна витягти\n- гумка-затяжка ззовні, як додаткове місце кріплення речей\n- всередині кишеня на блискавці та карабін для ключів\n- ззовні є бокові кишеньки із сіточки\n- оздоблена світловідбивною стрічкою\n- в комплект входить лямка через плече',
  OvalBarrelbagConclusion:
    'Ця модель для тих, кому потрібно більше місця в сумці на кермо. Для такої сумки не завжди потрібен велосипед - її можна носити, як просту сумку через плече. Дуже зручна в дорозі на малу відстань і добре витримує довгу подорож.',

  BackpackForCity: 'Міський рюкзак',
  BackpackForCityDescription:
    '\n- з водовідштовхувальної тканини (Cordura/X-pac)\n- скрутка на сумці, як додаткове місце\n- збоку та на плечиках система Молле, щоб кріпити додаткові речі\n- гумки для кріплення карематів / одягу і тд.\n- зовнішня плоска кишенька\n- всередині одне загальне відділення та кишенька для ноутбука',
  BackpackForCityConclusion:
    'Це міський рюкзак - зручний у щоденному використанні. Підходить для 1-2 -денних походів. Додатково можна замовити пояс для фіксації в походах і маленькі підсумки як додатковий об’єм.',

  SmallToolSeatbag: 'Підсідельна сумка для інструментів',
  SmallToolSeatbagDescription:
    '\n- всередині одне суцільне відділення з плоскою кишенькою на блискавці, гумками-тримачами та додатковою плоскою кишенькою\n- кріпиться за допомогою липучок\n- ззовні є гумка для додаткового кріплення речей\n- ззовні є стропа, щоб кріпити ліхтарик\n- оздоблена світловідбивною стрічкою\n- має жорсткий каркас, не деформується',
  SmallToolSeatbagConclusion:
    'Маленька сумка, яка вміщує речі першої потреби у подорожі. Підходить для подорожей на невеликі відстані (по місту, за місто), для бреветів.',

  BarrelBagMini: 'Сумка на кермо "Бочонок міні"',
  BarrelBagMiniDescription:
    '\n- кріпиться на липучки за системою молле\n- тримає форму за рахунок пластику, який можна витягти\n- всередині є карабін для ключів\n- ззовні система молле, щоб додатково кріпити речі',
  BarrelBagMiniConclusion:
    'Малесенька сумка на кермо для дрібничок, наприклад, ключі, павербанк, рукавички.  Дуже зручна для щоденних поїздок. Підходить для марафонів, бреветів і на невеликі відстані.',

  LoopHandlebarBag: 'Сумка для турингового керма',
  LoopHandlebarBagDescription:
    '\n- всередині загальне відділення з кишенькою сіточкою на клапані\n- всередині зйомна перемичка на липучці для організації речей\n- гумка-затяжка ззовні на клапані, як додаткове місце кріплення речей\n- система Molle  для кріплення за кермо\n- відшиваємо за параметрами керма',
  LoopHandlebarBagConclusion:
    'Сумка, яку створюємо відносно параметрів турингового керма типу Surly Moloko, Jones H-bar. Підходить для поїздок містом чи за місто. Вміщає найнеобхніші речі при поїздці, як велоаптечка, медична аптечка, дощовик, рукавички чи їжа.',

  BarrelbagWithVelcro: 'Сумка на кермо "Бочонок із ліпучкою"',
  BarrelbagWithVelcroDescription:
    '\n- кріпиться на липучки за системою молле\n- тримає форму за рахунок пластику, який можна витягти\n- гумка-затяжка ззовні, як додаткове місце кріплення речей та липучка для шевронів\n- всередині кишеня на блискавці\n- ззовні  з одного боку є кишенька на блискавці із сіточки з карабіном для ключів;  з іншого боку - система Molle і вихід для дрота\n- оздоблена світловідбивною стрічкою\n- в комплект входить лямка через плече',
  BarrelbagWithVelcroConclusion:
    'Комфортна та містка сумка на кермо, яка виручить у будь-якій поїздці - чи це подорож містом чи за місто на кілька днів. Можна носити, як звичайну сумку через плече. А система Molle збоку дозволяє кріпити будь-які додаткові аксесуари (сумку для телефону, медичну аптечку чи рюкзак-кишеню).',

  BikeWallet: 'Велогаманець',
  BikeWalletDescription:
    'Невеликий гаманець, що вміститься у будь-яку сумку. Ззовні є відділення на липучку із кишеньками для карток. Основне відділення із водонепроникної блискавки. Також ззовні є петелька для кріплення до карабіна. Обирайте тканину x-pac або Cordura у будь-якому кольорі чи поєднанні кольорів.',
  BikeWalletVideoTitle: 'Відеоогляд нашого велогаманця',

  Organizer: 'Органайзер',
  OrganizerDescription:
    'Органайзер із маленькими кишеньками та гумками-тримачами. Підходить як для порядку речей у великих сумках, так і для особистих речей вдома. Ззовні із зворотної сторони три ряди стропи із системою Molle. Засув із водонепроникної блискавки. Всередині у лівому відділенні плоска кишенька на замок та ще одна плоска кишеня; у правому відділені дві плоскі кишені та два ряди гумок-тримачів. ',

  TacticalStembag: 'Сумка на кермо “Хом’як - підсумок”',
  TacticalStembagDescription:
    '\n- всередині загальне відділення\n- універсальне кріплення:\n- на систему Molle (наприклад, на рюкзак)\n- на 2 липучки і затяжку (на велосипед)\n- є отвір для виводу вологи\n- зовнішня кишенька з гумкою для телефона\n- зовнішня кишенька з карабіном для ключів, клапаном (що її закриває) та липучкою для шевронів\n- додаткові Molle для кріплення (наприклад, ліхтарик або колонка)\n- “однорука” система, щоб відкрити та закрити сумку',
  TacticalStembagConclusion:
    'Універсальна сумка, яку можна кріпити до різних поверхонь із системою Molle. Її можна використовувати у походах, якщо закріпити на рюкзак чи пояс або у велопоїздках. Завдяки основним кишеням ззовні є достатньо вільного місця всередині сумки.',

  PhonePouch: 'Підсумок для телефона',
  PhonePouchDescription:
    'Маленький підсумок на систему Molle для телефона. Можна кріпити на бік до бочонка з липучкою або на будь-яку поверхню, де також є система Molle (наприклад, пояс чи похідний рюкзак). Підсумок містить дві липучки - для зовнішньої і внутрішньої фіксації клапану. Сумку для телефона можна зробити однотонною або в поєднанні двох кольорів.',

  UniversalBagForCity: 'Універсальна бананка',
  UniversalBagForCityDescription:
    '\n- кріпиться через плече + третя точка кріплення - стропа\n- кріпиться на пояс, як звичайна бананка\n- кріпиться на кермо липучками за системою Molle + третя точка кріплення\n- гумка-затяжка на клапані, як додаткове місце кріплення речей \n- кишенька на блискавці та липучка для шевронів ззовні\n- ззовні з нижньої сторони сумки є стропи з фіксаторами для додаткових речей\n- всередині кишеня на блискавці \n- ззовні  з боків є система Molle та  гумка',
  UniversalBagForCityConclusion:
    'Комфортна та містка бананка, яка підходить як для піших прогулянок, так і для поїздок велосипедом. Завдяки кишеньці на спинці - ви завжди можете сховати лямки та закріпити сумку з допомогою Molle на кермо велосипеда.\nВелосипедисти також можуть кріпити сумку на спину із третьою точкою кріплення під час їзди. Так сумка фіксуватиметься і не заважатиме в дорозі.',

  HandlebarMount: 'Кріплення на кермо',
  HandlebarMountDescription:
    '\n- кріплення виготовлене зі сталі, порошкове фарбування, захист від подряпин керма\n- кріплення забезпечує відстань між сумкою та кермом, що дає зручність в керуванні велосипедом, особливо - кермо-баран\n- підходить майже під усі наші нарульні сумки\n- кріплення підходить суто під наші сумки. Під сумки інших виробників воно не підходить',
  HandlebarMountVideoTitle: 'Відеоогляд Кріплення на кермо',
  HandlebarMountMaterial: 'сталь',

  Cup: 'Чашка складна WILDO x4',
  Kettle: 'Казанок Tatonka Kettle 1,6 л x1',
  Sandals: 'Сандалі Teva x2',
  SleepingBag: 'Спальник Naturehike x2',
  SleepingMat: 'Килимок Naturehike x2',
  Stove: 'Пальник Fire Maple FMS-102 x1',
  Tent: 'Намет Naturehike CLOUD UP 2 x1',
  Towel: 'Рушник Tramp TRA-161 x2',

  Cordura: 'Cordura',
  CorduraBlack: 'Чорний',
  CorduraElectricBlue: 'Синій електрик',
  CorduraPinkNeon: 'Рожевий неон',
  CorduraYellowNeon: 'Жовтий неон',
  CorduraYellow: 'Жовтий',
  CorduraGrey: 'Сірий',
  CorduraNavyBlue: 'Синій неві',
  CorduraLightBlue: 'Блакитний',
  CorduraOrangeNeon: 'Помаранчевий неон',
  CorduraOrange: 'Помаранчевий',
  CorduraRed: 'Червоний',
  CorduraMulticam: 'Мультикам',
  CorduraCoyote: 'Койот',
  CorduraOlive: 'Олива',
  CorduraDarkGreen: 'Темно-зелений',
  CorduraTurquoise: 'Бірюза',
  CorduraDescription:
    'Товста нейлонова тканина з особливою структурою нитки,\nз водовідштовхувальним просоченням і з поліуретановим покриттям.\nПереваги:\n 🔸 стійка до високих температур\n 🔸 не деформується\n 🔸 колір добре втримується\n 🔸 міцність в 4 рази краща за аналоги\nДосить важка в порівнянні з х-рас',

  //
  Xpac: 'X-pac',
  XpacBlack: 'Чорний',
  XpacGraphite: 'Графіт',
  XpacNavyBlue: 'Синій неві',
  XpacElectricBlue: 'Синій електрик',
  XpacTurquoise: 'Бірюза',
  XpacOrangeNeon: 'Помаранчевий неон',
  XpacCoyote: 'Койот',
  XpacOlive: 'Олива',
  XpacLilac: 'Бузковий',
  XpacRed: 'Червоний',
  XpacSangria: 'Бордовий',
  XpacCoral: 'Кораловий',
  XpacViolet: 'Фіолетовий',
  XpacDescription:
    'Дуже поширена у туристичній індустрії через легкість, міцність і вагу. Має три шари: нейлонову поверхню, ламінований шар та водонепроникну плівку.\nПереваги:\n 🔸 не розтягується та стійка на розрив\n 🔸 захищена від бруду та пилу завдяки нейлоновому шару\n 🔸 вологостійка',

  //
  Mount: 'Кріплення',
  Fixings: 'Кріплення',
  velcro: 'липучки',
  chainringBolts: 'бонки',
  //
  Oxford: 'Оксфорд',
  OxfordCell: 'Оксфорд В кліточку',
  OxfordFlowers: 'Оксфорд- Різнокольорові квіточки',
  AllTakenThings: 'Всі речі які ми брали з собою',
  RoadToWaterfall: 'Дорога до водоспаду',
  OnTheRoad: 'По дорозі, із запакованими речами',
  ComfortableBag: 'Зручна сумка на пояс',

  //
  Prints: 'Принти',
  without_print: 'Без принта',
  vikings: 'Вікінги',
  alpacas: 'Альпаки',
  dinosaurs: 'Динозаври',
  starry_sky: 'Зоряне небо',
  sloths: 'Лінивці',
  pugs: 'Мопси',
  scarlet_ibis: 'Червоний ібіс',
  star_flowers: 'Зоряні квіти',
  tigers: 'Тигри',
  rock: 'Рок',
  blue_pixel: 'Блакитний піксель',
  monstera: 'Монстера',
  rhombus: 'Ромб',
  pixel: 'Піксель',
  watermelons: 'Кавуни',
  dreamcatcher: 'Ловець снів',
  foxes: 'Лисиці',
  flamingo: 'Фламінго',
  leaf_on_white: 'Листя на білому',
  daisies: 'Ромашки',
  comics: 'Комікс',
  creative: 'Креатив',
  parrots: 'Папуги',
  leaf_on_black: 'Листя на чорному',
  ornament: 'Орнамент',
  jungle: 'Джунглі',
  feathers: "Пір'я",
  raccoons: 'Єноти',
  cats: 'Коти',
  forest: 'Ліс',
  green_rhombus: 'Ромби зелені',
  lilies: 'Лілії',
  //
  ChooseZip: 'Обрати загальний вхід в сумку',
  onRight: 'Справа',
  onLeft: 'Зліва',
};

export default Language;
