const Language = {
  LanguageName: 'Українська',
  LanguageImg: '/icons/country-flag-ua.svg',
  EquipForLightTravel: 'Спорядження для легких подорожей',
  SiteName: 'Kavoon',
  SiteNameExtended: 'Kavoon. Країна очима велосипедистів',
  BagsAndEquip: 'Kavoon. Країна очима велосипедистів. Сумки, велоспорядження',
  OwnProduction:
    'Велосумки для легких подорожей. Власне виробництво. Просте монтування',
  ComfortableJourney:
    'Велоспорядження для легких подорожей, мандруй сміливо, безпечно, а головне з комфортом',
  HomeMetaTitle: 'Магазин велоспорядження',
  HomeMetaDescription: 'Сумки, велоспорядження, подорожі...',
  MenuItemShop: 'Магазин',
  MenuItemAboutUs: 'Про нас',
  MenuItemPrints: 'Принти (Oxford)',
  MenuItemBlog: 'Блог',
  Information: 'Інформація',
  HomePageBlogTitle: 'ЩО ПОЧИТАТИ?',
  HomePageBlogButton: 'ІСТОРІЇ',
  HomePageBlogUnderline: 'БЛОГ',
  HomePageShopTitle: 'ЯКЕ СПОРЯДЖЕННЯ?',
  HomePageShopButton: 'ТУТ МОЖНА ПРИДБАТИ',
  HomePageShopUnderline1: 'Велоспорядження',
  HomePageShopUnderline2: 'для легких подорожей',
  HomePageShopBackground: 'МАГАЗИН',
  FindUsHere: 'Шукайте нас тут:',
  ChooseLanguage: 'Вибрати мову:',
  TustanTitle: 'Тустань: митниця на скелях',
  TustanDescription:
    'Колись тут, на скелях, існувала одна з багатьох фортець-миитніць давньоруської держави: <b>Тустань</b>. Якщо заздалегідь завантажити додаток, можна подивитись як вона віглядала. Поруч знаходиться, маленькі та затишні водоспаді: Сопіт та Крушельницький. Все це оточено смереками <b>Сколівських Бескид</b>. Від селища Верхньо Синєвидне до фортеці прокладена нова дорога, але транспорту тут не багато. Тож, попре досить велику кількість туристів, <b>природа та історія</b> роблять Тустань вартим уваги.',
  ZhovkvaTitle: 'Жовква - місто королів',
  Lagodiv: 'Лагодів',
  LagodivSubtitle: 'Церква святого Архангела Михаїла.',
  LagodivDescription:
    'Невеличке село Лагодів на Львівщині має досить рідкісну дерев`яну церкву святого архангела Михаїла. Церква п`ятикупольна. Документи 1742 року свідчать, що збудована вона десятьма роками раніше на кошти священника й громади.',
  Wrap: 'Згорнути',
  MoreInfo: 'Більше інфо',

  BreadcrumbList: 'Список товарів',
  BreadcrumbCart: 'Твій кошик ',
  AddedProducts1: 'Додані:',
  AddedProducts2: 'Додані товари:',
  Additionally: 'Додатково',
  CartAddSuccess: 'успішно додано до кошику!',
  Volume: 'Об’єм',
  Liters: 'л',
  Size: 'Розміри',
  CustomSize: 'кастомний',
  Weight: 'Вага',
  Material: 'Матеріал',
  Santimeters: 'см',
  Gram: 'г',
  Description: 'Опис',
  ProductCharacteristic: 'Характеристика товару',
  WhatElse: 'Що можна покласти в комплект?',
  HowAbout: 'Як щодо такого комлекту сумок?',
  CLickHere: 'Клікни сюди',
  AllAtOnce: 'Замов одразу весь комлект',
  DiscountAdvert: 'Якщо замовляти весь комлект разом, ми даємо знижку',
  Currency: '₴',
  Sum: 'Сума',
  MakeAnOrder: 'Замовити',
  ThingsTaken: 'Ось ці речі ми брали з собою:',
  GalleryTitle: 'Хочеш дізнатись більше',
  GallerySubTitle: 'Переходь на нашу статтю в Блог',
  LetsWatchMore: 'Давай ще щось подивимось',
  BasicFabric: 'Основна тканина',
  BasicColor: 'Основний колір',
  MainZip: 'Загальний вхід в сумку',

  InfoBeforeSelecting:
    'Кожну сумку відшиваємо індивідуально. Сумка може бути одноколірною, з кількох кольорів або з принтом.\nДизайн сумки підбираємо з вами разом.',
  MountsManufacturerInfo:
    'Кріплення на кермо має простий дизайн та зрозумілий функціонал.\nВоно легко монтується на велосипеді.\nЗверніть увагу! Кріплення підходить суто під сумки Kavoon (не підходить для сумок інших виробників)',

  // Choose Fabric modal
  ChooseFabric: 'Обрати тканину (тип і колір)',
  ChooseFabricTitle: 'Тканини',
  FabricDescriptionTitle: 'Обрати тканину',
  ChooseFabricInfo: 'Ви можете обрати поєднання двох кольорів',
  YouCanChooseColor:
    'Колір ви можете обрати з наявних під час оформлення замовлення з менеджером',

  // Hello from Ukraine
  Hello: 'Доброго дня',
  WeAreFrom: 'Ми з',
  Ukraine: 'України',

  AdditionalColor: 'Додатковий колір',
  BrandOfAccessories: 'Марка фурнітури',
  ColorOfAccessories: 'Колір фурнітури',
  ColorOfSlings: 'Колір строп',
  Quantity: 'Кількість',
  Price: 'Ціна',
  CustomerName: "Ім'я покупця:",
  CustomerNumber: 'Номер телефону покупця:',
  Total: 'Разом',
  Discount: 'Знижка:',
  TotalWithDiscount: 'Разом зі знижкою:',
  AddToCart: 'Додати у кошик',
  Product: 'товар',
  YourEmptyCart: 'Твій кошик порожній',
  PleaseFill: 'Будь ласка заповніть поле',
  WrongNumberFormat: 'Неправильний формат номеру телефону',
  PlaceOrder: 'Оформити замовлення',
  LeaveContacts:
    "Залиште свої контактні дані і ми з вами зв'яжемося для оформлення замовлення",
  ThankYou: 'Дякуємо!',
  OrderSent:
    'Ваше замовлення надіслано!\nНайближчим часом ми з вами зв’яжемося',
  AddedToComplect: 'Додано в комплект',
  AddToComplect: 'Додати в комплект',
  ProductsShown1: 'Показано:',
  ProductsShown2: 'товарів',
  Cart: 'Кошик',
  ProductName: 'Назва товару',
  EnterName: "Введіть своє ім'я",
  Country: 'Країна',
  EnterCountry: 'Ваша країна',
  Name: 'Ім’я',
  Contacts: 'Контактні дані',
  Comment: 'Коментар до замовлення',
  SpecifyDesiredColor: 'Вкажіть бажаний колір',
  DesiredColor: 'Бажаний колір',
  WriteColor: 'Напишіть колір',
  EnterComment: 'Залиште коментар',
  Pieces: 'шт.',
  Select: 'Обрати',
  SelectFromList: 'Виберіть зі списку',
  SelectPrints: 'Обрати принт',
  ViewColors: 'Переглянути кольори',
  SelectSize: 'Розмір сумки',
  BackBtn: 'Назад',
  NextBtn: 'Далі',
  CustomerChosenMessenger: 'Вид мессенджера:',
  WantToKnowMore: 'Хочеш дізнатись більше? ',
  GoToArticle: 'Переходь на нашу статтю в Блог',
  BigBikeImg: 'Фотографія велосипеда',
  PageNotFound: 'Вибачте, сторінку не знайдено',
  GoBack: 'НАЗАД',
  SomeLinks: 'Зате ось вам декілька корисних посилань:',
  Home: 'Головна',
  Page404: '404 - сторінку не знайдено',
  EnterBikesFrameDimensions:
    'Вкажіть внутрішні габарити рами вашого велосипеду',
  HintText:
    'Якщо у вас виникли питання із замірами, напишіть коментар при оформленні замовлення і ми вам допоможемо',
  Centimeter: 'см',
  Dimensions: 'Розміри',
  Print: 'Принт',
  CustomerParameters: 'за вашими параметрами',
  Reviews: 'Відгуки',
  WriteReview: 'Написати відгук',
  Mark: 'Оцінка',
  ReviewText: 'Текст',
  WriteComment: 'Напишіть коментар',
  AddImage: 'Додати зображення',
  SendBtn: 'Надіслати',
  PleaseRate: 'Будь ласка оцініть товар',
  CommentIsTooLong: 'Коментар містить забагато символів',
  NameIsTooLong: "Ім'я містить забагато символів",
  NameIsTooShort: "Ім'я занадто коротке",
  ImageAlreadyAdded: 'Зображення вже додано',
  Only5ImagesCanBeUploaded: 'Лише 5 збражень може бути додано',
  LeaveFeedback: 'Залиште відгук, щоб допомогти стати нам кращими',
  ReadMore: 'Читати повністю',
  PolicyTitle: 'Політика конфіденційності',
  ThankYouForFeedback: 'Дякуємо Вам за відгук!',
  ErrorMessage: 'Щось пішло не так. Будь ласка, спробуйте пізніше',
  ReceivedReview: 'Отримано новий відгук',
  Photos: 'Фотографії',
  ShowOriginal: 'Показати оригінал',
  Translate: 'Перекласти',
  MadeIn: 'Українське виробництво',
  LeaveMessage: 'Є питання? Напишіть нам!',
  Support: 'Підтримка',
  Greeting: 'Вітаю!\nЧим я можу вам допомогти?',
  WriteMessage: 'Написати повідомлення',
  WaitForAnswer: "Ми якнайшвидше\nзвя'жемось з вами",
  ChatSuccessMessage: 'Дякуємо!\nОчікуйте і ми напишемо вам якнайшвидше',
  Message: 'Повідомлення',
  ReceivedMessage: 'Отримано повідомлення',
  UsernameOrPhoneNumber: `Ім'я або номер телефону`,
  PhoneNumber: 'Ваш номер телефону',
  NoteCheckMessenger:
    'Будь-ласка, перевірте, чи зареєстрований ваш номер у вибраному месенджері',
  HowDiscover: 'Як ви про нас дізналися?',
  Other: 'Інше',
  EnterYourOwnOption: 'Написати свій варіант',
  Tiktok: 'Тікток',
  Linkedin: 'Лінкедін',
  Instagram: 'Інстаграм',
  Facebook: 'Фейсбук',

  Delivery: 'Доставка',
  DeliveryDetails:
    'Доставка по Україні відбувається Новою Поштою\nДоставка по світу - іншою перевізною компанією (Нова Пошта, Укрпошта, Meest)',
  Payment: 'Оплата',
  PaymentDetails:
    'Приймаємо замовлення з повною передоплатою\nПри замовленні закордон до загальної суми враховується ціна за доставку на кордоні',

  DeliveryAndPayment: 'Доставка та оплата',

  PlacingOrder: 'Як зробити замовлення?',
  PlacingOrderDetails: `Ознайомтеся з доступними варіантами тканин, кольорів, принтів\nВи можете вибрати колір та додати принт до своєї сумки. Якщо ви хочете поєднати декілька кольорів, то обираєте один основний і в коментарі до замовлення пишете додатковий колір.<br /><b>*просимо звернути увагу, що іноді з різних причин деяких кольорів і принтів може не бути в наявності. Наш менеджер з вами зв’яжеться після оформлення замовлення, зорієнтує по цьому питанні і запропонує рішення. Дякуємо за розуміння</b>\nДодайте товар у кошик і оформіть замовлення. Якщо ви не впевнені в своєму виборі, можете написати в віконце підтримки. Ми завжди раді вам допомогти та порекомендувати кращі поєднання тканин \nПісля оформлення замовлення з Вами зв'яжеться наш менеджер, щоб уточнити деталі замовлення, зорієнтує по строках виконання і надасть реквізити для оплати. \nПід час розмови з менеджером Ви зможете детально обговорити модель своєї сумки (розташування обраних кольорів, принтів і т.д) \nГотово! Якщо сумніваєтесь, ми тут, щоб допомогти`,
  PlacingOrderInStockDetails:
    "Додайте товар у кошик і оформіть замовлення\nПісля оформлення замовлення з Вами зв'яжеться наш менеджер, щоб уточнити деталі замовлення і допоможе обрати зручний для Вас спосіб оплати та доставки\nГотово! Якщо сумніваєтесь, ми тут, щоб допомогти",
  PlacingOrderForCoverDetails:
    "Ознайомтеся з доступними кольорами Cordura 1000d\nОберіть чи потрібен вам дашок\nДодайте товар у кошик і оформіть замовлення\nПісля оформлення замовлення з Вами зв'яжеться наш менеджер, щоб уточнити деталі замовлення і допоможе обрати зручний для Вас спосіб оплати та доставки\nПід час розмови з менеджером Ви зможете детально обговорити ваші запити і задати уточнюючі запитання\nГотово! Якщо сумніваєтесь, ми тут, щоб допомогти",
  PlacingOrderForMounts:
    'Ознайомтеся з доступними варіантами сумок на кермо\nВиберіть підходящу за параметрами та функціоналу сумку\nВ картці товару поставте галочку в клітинці “Додати в комплект”\nДодайте товар у кошик\nКріплення автоматично додасться в ваш кошик\nОформіть замовлення\nПісля оформлення замовлення з Вами зв’яжеться наш менеджер, щоб уточнити деталі замовлення і допоможе вибрати зручний для Вас спосіб оплати та доставки\nПід час розмови з менеджером Ви зможете детально обговорити модель своєї сумки (розташування обраних кольорів, принтів і т.д) та чи підходить кріплення саме до вашого велосипеда\nЯкщо Ви такі вирішили замовити кріплення окремо, то це означає що наша сумка на кермо в вас вже є) Тому вже безпосередньо при оформленні замовлення, менеджер з’ясує чи адаптована сумка під кріплення\nГотово! Якщо сумніваєтесь, ми тут, щоб допомогти',

  CustomSewing:
    'Індивідуальний пошив сумок. Разом з Kavoon створіть свою \n унікальну велосумку для незабутніх подорожей!',
  Shop: 'Магазин',
  Custom: 'Кастомного',
  BikeEquipment: 'Велоспорядження',
  CustomSewingDescription:
    'Кожну сумку відшиваємо індивідуально. Сумка може бути одноколірною, з кількох кольорів або з принтом. Дизайн сумки підбираємо з вами разом.',

  HandMade: 'Ручна робота',
  Durable: 'Довговічний',
  WaterRepellent: 'Водовідштовхувальний',

  SewToOrder: 'Відшиваємо під замовлення',
  ShortCoverDescription:
    'Кожен чохол ми відшиваємо індивідуально під замовлення. Колір ви можете обрати з наявних під час оформлення замовлення з менеджером. В комплект до кожного чохла ви можете замовити дашок. Терміни пошиву залежать від завантаженості майстерні. Всі додаткові питання ми з вами обговоримо безпосередньо при оформленні замовлення',

  BicycleEquipment: 'Велоспорядження',
  CityCollection: 'Міська колекція',
  BagAccessories: 'Аксесуари до сумок',
  InStock: 'В наявності',

  HandlebarBags: 'Сумки на кермо',
  SeatBags: 'Підсідельні',
  FrameBag: 'Сумки на/під раму',
  Mounts: 'Кріплення',

  NoArticle: 'Вибачте, ця стаття ще не доступна українською мовою.',

  ReturnToShop: 'Повернутися до магазину',

  SizeOfTheClosedBag: 'в закритому виді',

  ViewAll: 'Показати усі',
  HideList: 'Згорнути',

  Cost: 'Вартість',

  SeeMore: 'Детальніше',

  FilterByType: 'Фільтрація по типу',

  BadgeContent: 'Топ продажів',

  EndingOfWord: (value, name) => {
    const lastNumOfAmount = value % 10;
    const twoLastNumOfAmount = value % 100;
    if (lastNumOfAmount !== 1 || twoLastNumOfAmount === 11) {
      if ([12, 13, 14].includes(twoLastNumOfAmount)) {
        return `${name}ів`;
      }
      if ([2, 3, 4].includes(lastNumOfAmount)) {
        return `${name}и`;
      }
      return `${name}ів`;
    }
    return `${name}`;
  },
};

export default Language;
