const policy = {
  title: 'Політика конфіденційності',
  lawFirstPart:
    "Згідно із Законом України від 01 червня 2010 року № 2297-VI «Про захист персональних даних» під персональними даними розуміють відомості чи сукупність відомостей про фізичну особу, яка ідентифікована або може бути конкретно ідентифікована. Згідно Політики конфіденційності в поняття «особистої інформації» входить інформація, котра дозволяє ідентифікувати Користувача. Як правило це: ім’я та прізвище, псевдонім (нік), адреса електронної пошти та номер телефону, може також додаватися така інформація, як IP-адреса. Такі відомості Сайт може отримати безпосередньо від Користувача шляхом заповнення форми зворотного зв’язку на Сайті, що включає в себе наступну інформацію: Ім'я, Контактний телефон, Месенджер для комунікації. Таким чином, користувач надає добровільну згоду на обробку персональних даних.\n\nКонфіденційність особистої інформації користувачів, які відвідали сайт, а також тих, хто користується наданими сайтом послугами є важливою для «Kavoon» ",
  lawSecondPart:
    '. Тому нами була розроблена представлена Політика конфіденційності.\n\nДана Політика конфіденційності діє відносно всієї інформації, яку «Kavoon» (далі Сайт), що розміщений на доменному імені ',
  lawThirdPart: ', може отримати про Користувача під час використання Сайту.',
  purposeTitle: 'Використання та мета збору персональних даних ',
  purpose:
    "Персональні дані Користувача на Сайті можуть використовуватися в наступних цілях:\n\n- Встановлення з Користувачем зворотного зв’язку, включаючи напрямок повідомлень, запитів, що стосуються використання Сайту, надання послуг.\n\n- Надання Користувачеві ефективної клієнтської і технічної підтримки при виникненні проблем, що пов’язані з використанням Сайту.\n\n- Сайт може використовувати файли «cookies», що можуть містити інформацію про з'єднання, трафік, браузер користувача, а також про дату, час, тривалість роботи в мережі Інтернет та знаходження на Сайті. Дана інформація збирається, щоб допомогти проаналізувати веб-потік сторінок, налаштувати послуги Сайту, оптимізувати контент, виміряти рекламну ефективність. За допомогою чого Сайт отримує інформацію, що пов’язана з трафіком.",
  periodTitle: 'Термін зберігання даних',
  period:
    'Персональні дані зберігаються терміном не більше, ніж це необхідно відповідно до мети їх обробки.',
  protectionTitle: 'Захист інформації',
  protection:
    'Ми вживаємо всіх необхідних заходів для захисту персональних даних наших Користувачів. До цих заходів належать, зокрема, внутрішня перевірка процесів збору, зберігання та обробки даних і заходів безпеки для запобігання неавторизованого доступу до систем, в яких ми зберігаємо особисті дані.\n\nВся інформація надана Користувачем є конфіденційною і не передається третім особам.',
};

export default policy;
