const Language = {
  title: 'Про нас',
  subtitle:
    'Привіт, ми український бренд з відшиву кастомного велоспорядження KAVOON',
  ourHistory: 'Наша історія',
  ourHistoryText:
    'Наша історія розпочалась у 2018 році. Тоді ми сім’єю поїхали у велосипедний тур Європою. З сумок у нас були лише рюкзаки та одна велосумка. Пригоди розпочались ще тоді, коли ми навіть не встигли перетнути кордон. Чи це ми неправильно закріпили сумку, чи вона справді відкривалась на ходу, адже з неї випадали речі. Загалом саме в цій подорожі ми зрозуміли, що потрібно рухатись у напрямку байкпакінгу.',
  brandCreation: 'Створення бренду',
  brandCreationText:
    'Далі близько 6 місяців пішло на розробки, перші відшиви та тестування сумок. Нарешті в березні 2019 року ми зробили першу партію велосумок. І, звісно, спершу ми всю її роздали друзям, щоб зібрати перші відгуки. А влітку 2019 ми вперше поїхали у подорож Європою вже з нашими сумками. Так бренд почав рости. Зараз ми продовжуємо розвиватися, створювати нове та втілювати ідеї наші та наших клієнтів.',
  uniqueDesign: 'Унікальний дизайн',
  uniqueDesignText:
    'Ми пропонуємо індивідуальний підхід до кожного клієнта. Це означає, що особисто з кожним замовником ми обговорюємо усі деталі щодо сумки: тканину, колір, принт і навіть підкладку всередині сумки. Деякі велосумки також потребують певних замірів рами. Тому ми надаємо файл із описом усіх необхідних замірів. Так ми відшиваємо повністю унікальні сумки для кожного.',
};

export default Language;
