const dictionary = {
  title: 'Доставка та оплата',
  payment: 'Оплата',
  subtitle:
    'Оплата замовлення відбувається на рахунок ФОП. Дані для оплати надає наш менеджер під час спілкування у зручному месенджері.',
  paymentSecondParagraph:
    'Оплата міжнародного замовлення відбувається через сервіс PayPal або TransferGo/TransferWise.',
  paymentThirdParagraph: `Для міжнародних відправлень існує доплата за доставку у вашу країну. Цю ціну ми вираховуємо відповідно до прайсу поштових компаній. Найчастіше вона залежить від адреси отримувача та ваги замовлення. Щоб дізнатись цю ціну - напишіть нам у віконце “Підтримка” і наш менеджер зв'яжеться з вами.`,
  shippingInUkraine: 'Відправлення Україною',
  shippingInUkraineParagraph:
    'При оформленні кожного замовлення наш менеджер спілкується разом з вами щодо доставки. Якщо це замовлення Україною, ми відправляємо його через Нову Пошту чи Укрпоштою. Суму відправлення оплачує отримувач.',
  shippingAbroad: 'Відправлення закордон',
  shippingAbroadFirstParagraph: `Із замовленнями закордон подібна ситуація. Наш менеджер зв’язується з вами та дізнається країну отримувача. В основному ми відправляємо компанією Росан. Проте, якщо ваше місцезнаходження не є в списку обслуговування Росан, тоді ми користуємось послугами Укрпошти. Саму посилку можна легко відстежувати на карті.`,
  shippingAbroadSecondParagraph: `Деякі замовлення (наприклад, Польща) ми можемо на прохання клієнта відправити рейсовим автобусом.`,
};

export default dictionary;
