const dictionary = {
  title: 'Доставка та оплата',
  payment: 'Оплата',
  subtitle:
    'Ми працюємо офіційно, тому всі оплати замовлень по Україні приймаємо на рахунок ФОП. Дані для оплати надає наш менеджер під час спілкування у зручному месенджері. Вартість доставки не входить в вартість замовлення, тому її оплачує замовник при отриманні.',
  paymentSecondParagraph:
    'Оплата міжнародного замовлення відбувається через сервіс PayPal або Payoneer.',
  paymentThirdParagraph: `Для міжнародних відправлень існує доплата за доставку у вашу країну. Цю ціну ми вираховуємо відповідно до прайсу поштових компаній. Найчастіше вона залежить від країни отримувача та ваги замовлення. Щоб дізнатись цю ціну - напишіть нам у віконце "Підтримка" і наш менеджер зв'яжеться з вами`,
  shippingInUkraine: 'Відправлення Україною',
  shippingInUkraineParagraph:
    'При оформленні кожного замовлення наш менеджер спілкується разом з вами щодо доставки. Якщо це замовлення Україною, ми відправляємо його через Нову Пошту. По Львову можливий самовивіз або відправка таксі. Суму відправлення оплачує отримувач.',
  shippingAbroad: 'Відправлення закордон',
  shippingAbroadFirstParagraph: `Із замовленнями закордон подібна ситуація. Наш менеджер зв’язується з вами, узгоджує деталі замовлення, домовляється про строки виконання. На цьому етапі розраховується вартість доставки залежно від країни і узгоджується з вами. Ця сума додається до загальної суми замовлення. Для міжнародної доставки ми так само співпрацюємо з Новою поштою. І Укрпошта як додатковий спосіб доставки.`,
};

export default dictionary;
