const meta = {
  'backpack-for-city': {
    title: 'Міський рюкзак',
    description:
      'Зручний у щоденному використанні. Підходить для 1-2 -денних походів. Можна вчепити маленькі підсумки як додатковий об’єм',
  },
  'banana-on-bar': {
    title: 'Сумка на кермо "Бананка"',
    description:
      'Незамінна для дрібниць. Має безліч кишеньок. Підходить для подорожей будь-якого напрямку',
  },
  'barrel-bag-mini': {
    title: 'Сумка на кермо "Бочонок міні"',
    description:
      'Малесенька сумка на кермо для дрібничок.  Для щоденних поїздок. Підходить для марафонів, бреветів і на невеликі відстан',
  },
  'barrel-bag-with-embroidery-blue': {
    title: 'Сумка на кермо "Бочонок на блискавці"',
    description:
      'Підходить для велосипеда та піших прогулянок. Для будь яких дистанцій',
  },
  'barrel-bag-with-embroidery-yellow': {
    title: 'Сумка на кермо "Бочонок на блискавці"',
    description:
      'Підходить для велосипеда та піших прогулянок. Для будь яких дистанцій',
  },
  'barrel-bag-with-valve': {
    title: 'Сумка на кермо "Бочонок з клапаном"',
    description:
      'Додатковий клапан створює додаткове місце всередині. Підходить для подорожей будь-якого напрямку',
  },
  'barrel-bag-without-valve': {
    title: 'Сумка на кермо "Бочонок на блискавці"',
    description:
      'Підходить для велосипеда та піших прогулянок. Для будь яких дистанцій',
  },
  'barrelbag-with-velcro': {
    title: 'Сумка на кермо "Бочонок із ліпучкою"',
    description:
      'Комфортна та містка сумка на кермо. Для будь яких дисанцій. Пдіходить для піших прогулянок. Система Molle дозволяє кріпити додаткові аксесуари',
  },
  'bike-wallet': {
    title: 'Велогаманець',
    description:
      'Є відділення на липучку із кишеньками для карток. Ззовні водонепроникної блискавка. Петелька для кріплення до карабіна',
  },
  'fuel-bag': {
    title: 'Сумка на раму "Бензобак"',
    description:
      'Сумка на раму "Велоаптечка". Підходить для ремнабору, аптечки чи як сумочка для смаколиків. Для будь яких дистанцій',
  },
  'half-frame-bag': {
    title: 'Сумка під раму половинка',
    description:
      'Половинка фреймбега, або "оселедець". Відшиваємо за вашими замірами. Для будь яких дистанцій',
  },
  'half-frame-bag-xpac-orange': {
    title: 'Сумка під раму половинка',
    description:
      'Половинка фреймбега, або "оселедець". Відшиваємо за вашими замірами. Для будь яких дистанцій',
  },
  'half-frame-bag-xpac-yellow-blue': {
    title: 'Сумка під раму половинка',
    description:
      'Половинка фреймбега, або "оселедець". Відшиваємо за вашими замірами. Для будь яких дистанцій',
  },
  hamster: {
    title: `Сумка на кермо для снеків "Хом'як"`,
    description:
      'Може вмістити будь-які дрібниці. Підходить для подорожей будь-якого напрямку',
  },
  'hamster-cordura-black-embroidery': {
    title: `Сумка на кермо для снеків "Хом'як"`,
    description:
      'Може вмістити будь-які дрібниці. Підходить для подорожей будь-якого напрямку',
  },
  'hamster-cordura-navyblue-foxes': {
    title: `Сумка на кермо для снеків "Хом'як"`,
    description:
      'Може вмістити будь-які дрібниці. Підходить для подорожей будь-якого напрямку',
  },
  'hamster-xpac-without-pockets': {
    title: `Сумка на кермо для снеків "Хом'як"`,
    description:
      'Може вмістити будь-які дрібниці. Підходить для подорожей будь-якого напрямку',
  },
  'handlebar-mount': {
    title: 'Кріплення на кермо',
    description:
      'Має простий дизайн та зрозумілий функціонал. Воно легко монтується на велосипеді',
  },
  'inner-frame-bag': {
    title: 'Сумка під раму повний трикутник',
    description:
      'Відшивається індивідуально замірам. Максимально місткий фреймбег для подорожей. Вміщає дуги до намету, воду тощо',
  },
  'loop-handlebar-bag': {
    title: 'Сумка для турингового керма',
    description:
      'Сумка створена відносно параметрів турингового керма типу Surly Moloko, Jones H-bar. Підходить для поїздок містом чи за місто',
  },
  organizer: {
    title: 'Органайзер',
    description:
      'Органайзер із кишеньками та гумками-тримачами. Для порядку речей у сумках. Стропи із системою Molle. Засув із водонепроникної блискавки',
  },
  'oval-barrelbag': {
    title: 'Сумка на кермо "Овальний бочонок"',
    description: `Модель сумки на кермо зі збільшеним об'ємом. Підходить для велосипеда та піших прогулянок. Для будь яких дистанцій`,
  },
  'phone-pouch': {
    title: 'Підсумок для телефона',
    description:
      'Маленький підсумок на систему Molle. Можна кріпити на будь-яку поверхню, де є система Molle. Підсумок містить дві липучки',
  },
  'seat-bag-3l': {
    title: 'Підсідельна сумка 3л',
    description: `Можна регулювати об'єм. Фіксація в 2 рухи. Підходить для невеликих подорожей та бреветів`,
  },
  'seat-bag-5l': {
    title: 'Підсідельна сумка 5л',
    description:
      'Наймісткіший варіант. Не розхитується при їзді. Підходить для подорожей будь-якого напрямку',
  },
  'small-bag-tube-on-bar': {
    title: 'Сумка на кермо "Тубус"',
    description:
      'Стильна, маленька та легка. Підходить для велосипеда та піших прогулянок. Підходить для подорожей будь-якого напрямку',
  },
  'small-tool-seatbag': {
    title: 'Підсідельна сумка для інструментів',
    description: 'Маленька сумка, яка вміщує речі першої потреби у подорожі',
  },
  'tactical-stembag': {
    title: 'Сумка на кермо “Хом’як - підсумок”',
    description:
      'Універсальна сумка, із системою Molle. Її Можна використовувати у походах або у велопоїздках',
  },
  'triangular-bicycle-first-aid-kit-frame': {
    title: 'Сумка на раму "Велоаптечка"',
    description:
      'Підходить для ремнабору, аптечки чи як сумочка для смаколиків. Для будь яких дистанцій',
  },
  'universal-bag-for-city': {
    title: 'Універсальна бананка',
    description:
      'Комфортна та містка бананка, яка підходить як для піших прогулянок, так і для поїздок велосипедом',
  },
};

export default meta;
